Repository: felixse/FluentTerminal
Catalog: FluentTerminal.App/Strings/*/Resources.resw
Source language: en
Languages: ar, ar_iq, az, bg, bs, de, eo, es, fa, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt, ro, ru, sl, sq, sr_cyrl, sr_latn, sv, tr, ug_arab, uk, uz_latn, vi, zh_hans, zh_hant

# SshConnectionInfoValidationResult.UsernameEmpty
source: Username cannot be empty.
ar: لا يمكن لإسم المستخدم أن يكون فارعً.
ar_iq: اسم المستخدم لا يمكن أن يكون فارغا.
az: İstifadəçi adı boş ola bilməz.
bg: Потребителското име не може да е празно.
bs: Korisničko ime ne može biti prazno.
de: Benutzer darf nicht leer sein.
eo: Uzantnomo ne rajtas esti malplena
es: El nombre de usuario no puede ser vacío.
fa: نام کاربر نمی‌تواند خالی باشد
fr: Le nom d'utilisateur ne peut pas être vide.
he: שם המשתמש לא יכול להיות ריק.
hi: उपयोगकर्ता नाम रिक्त नहीं हो सकता।
hr: Ime korisnika se mora navesti.
hu: A felhasználónév nem lehet üres.
id: Username tidak boleh kosong
it: Il nome utente non può essere vuoto
ja: ユーザ名は空にできません
ko: 사용자 이름은 비워둘 수 없습니다.
nl: Gebruikersnaam kan niet leeg zijn.
pl: Nazwa użytkownika nie może być pusta
pt: O nome de usuário não pode estar vazio.
ro: Numele de utilizator nu poate fi gol.
ru: Пользователь не может быть пустым.
sl: Uporabniško ime ne more biti prazno.
sq: Emri i përdoruesit nuk mund të jetë bosh.
sr_cyrl: Корисничко име не може бити празно.
sr_latn: Korisničko ime ne može biti prazno.
sv: Användarnamnet kan inte vara tomt
tr: Kullanıcı adı boş bırakılamaz.
ug_arab: ئابونىت ئىسمى قۇرۇق بولمايدۇ.
uk: Поле Користувач не може бути пустим
uz_latn: Foydalanuvchi nomi bo‘sh bo‘lishi mumkin emas.
vi: Tên ngươi dung không được để trông.
zh_hans: 用户名不能为空
zh_hant: 使用者名稱不可空白。

# SshConnectionInfoValidationResult.HostEmpty
source: Host cannot be empty.
ar: لا يمكن للمضيف أن يكون فارغً.
ar_iq: لا يمكن أن يكون المضيف فارغًا.
az: Host boş ola bilməz.
bg: Хостът не може да е празен.
bs: Host ne može biti prazan.
de: Host darf nicht leer sein.
eo: Ĉefkomputilo ne rajtas esti malplena.
es: El servidor no puede ser vacío.
fa: میزبان نمی‌تواند خالی باشد
fr: L'hôte ne peut être vide.
he: שרת יעד לא יכול להיות ריק.
hi: होस्ट खाली नहीं हो सकता।
hr: Računalo se mora navesti.
hu: A szervernév nem lehet üres.
id: Host tidak boleh kosong
it: L'host non può essere vuoto
ja: ホスト名は空にできません
ko: 호스트는 비워둘 수 없습니다.
nl: Host kan niet leeg zijn.
pl: Adres hosta nie może być pusty
pt: O host não pode estar vazio.
ro: Gazda nu poate fi goală.
ru: Хост не может быть пустым.
sl: Gostitelj ne sme biti prazen.
sq: Pritësi nuk mund të jetë bosh.
sr_cyrl: Домаћин не може бити празно.
sr_latn: Domaćin ne može biti prazno.
sv: Värd får inte vara tom.
tr: Ana makine boş olamaz.
ug_arab: مۇلازىمىتىر قورۇق بولسا بولمايدۇ
uk: Поле Хост не може бути пустим
uz_latn: Xost bo‘sh bo‘lishi mumkin emas.
vi: Máy chủ không được để trống.
zh_hans: 主机不能为空
zh_hant: 主機名稱不可空白。

# SshConnectionInfoValidationResult.SshPortZeroOrNegative
source: SSH port has to be greater than zero.
ar: مدخل SSH يجب أن يكون أكبر من صفر.
ar_iq: يجب أن يكون منفذ SSH أكبر من الصفر.
az: SSH portu sıfırdan çox olmalıdır.
bg: SSH порта трябва да е по-голям от 0.
bs: SSH Port mora biti veći od 0.
de: SSH-Port muss größer als 0 sein.
eo: Pordo de SSH devas esti pli granda ol nulo.
es: El puerto de SSH tiene que ser mayor que 0.
fa: درگاه SSH میبایست بزگتر از صفر باشد.
fr: Le port SSH doit être supérieur à zéro.
he: PORT ה-SSH צריכה להיות גדולה מאפס.
hi: SSH पोर्ट को शून्य से अधिक होना चाहिए।
hr: SSH priključak mora biti veći od nula.
hu: Az SSH port legyen nagyobb nullánál
id: Port SSH harus lebih besar dari nol
it: Le porte SSH devono essere maggiori di 0
ja: SSHポート番号には0以上の数値を設定してください。
ko: SSH 포트는 0보다 큰 값으로 설정해야 합니다.
nl: SSH port moet meer dan nul zijn.
pl: Port SSH musi być większy od 0
pt: A porta SSH deve ser maior que zero.
ro: Portul SSH trebuie să fie mai mare de zero.
ru: Порт SSH должен быть больше нуля.
sl: Vrata SSH morajo biti večja od 0.
sq: Porta SSH duhet të jetë më e madhe se zero.
sr_cyrl: SSH порт мора бити већи од нуле.
sr_latn: SSH port mora biti veći od nule.
sv: SSH-porten måste vara större än noll.
tr: SSH bağlantı noktası sıfırdan büyük olmalıdır.
ug_arab: SSH ئېغىزى نۆلدىن چوڭ بولۇشى كېرەك.
uk: SSH порт повинен бути більше 0
uz_latn: SSH porti noldan katta bo'lishi kerak.
vi: Cổng SSH phải lớn hơn 0.
zh_hans: SSH 端口需大于 0
zh_hant: SSH 埠必須大於零。

# SshConnectionInfoValidationResult.MoshPortZeroOrNegative
source: Mosh port cannot be zero.
ar: لا يمكن لمدخل Mosh أن يكون صفر.
ar_iq: ميناء موش لا يمكن أن يكون صفرا.
az: Mosh portu sıfır ola bilməz.
bg: Mosh портът не може да е 0.
bs: Mosh port ne može biti 0.
de: Mosh-Port darf nicht 0 sein.
eo: Pordo de Mosh ne rajtas esti nulo.
es: Puerto de Mosh no puede ser 0.
fa: درگاه Mosh نمی‌تواند صفر باشد.
fr: Le port Mosh ne peut être zéro.
he: PORT ה-MOSH יכול לא להיות אפס.
hi: MOS पोर्ट शून्य नहीं हो सकता।
hr: Mosh priključak ne može biti nula.
hu: A Mosh port legyen nagyobb nullánál
id: Port mosh tidak boleh nol
it: Le porte Mosh non possono essere 0
ja: Moshポートの値に0を設定することはできません
ko: Mosh 포트는 0으로 설정할 수 없습니다.
nl: Mosh port kan geen nul zijn.
pl: Port Mosh nie może być 0
pt: A porta Mosh não pode ser zero.
ro: Portul Mosh nu poate fi zero.
ru: Порт Mosh не может быть равен нулю.
sl: Mosh vrata ne morejo biti 0
sq: Porta Mosh nuk mund të jetë zero.
sr_cyrl: Mosh порт не може бити нула.
sr_latn: Mosh port ne može biti nula.
sv: Mosh-porten kan inte vara noll.
tr: Mosh portu sıfır olamaz.
ug_arab: Mosh ئېغىزى نۆل بولالمايدۇ.
uk: Mosh порт не може буи 0
uz_latn: Mosh porti nolga teng bo'lmaydi.
vi: Cổng Mosh không được bằng không.
zh_hans: Mosh 端口不能为 0
zh_hant: Most 埠不可為 0。

# SshConnectionInfoValidationResult.MoshPortRangeInvalid
source: Mosh port range is invalid.
ar: نطاق مدخل Mosh غير صالح.
ar_iq: نطاق منفذ Mosh غير صالح.
az: Mosh port aralığı etibarsızdır.
bg: Диапазонът на Mosh порти е неправилен.
bs: Opseg Mosh porta je neispravan.
de: Ungültiger Mosh-Port-Spanne
eo: Intervalo de pordoj de Mosh nevalidas.
es: Rango de puertos de Mosh no es válido.
fa: بازه‌ی درگاه Mosh نامعتبر است.
fr: La plage de ports Mosh n'est pas valide.
he: טווח יציאת מוש אינו חוקי.
hi: Mosh पोर्ट रेंज अमान्य है।
hr: Raspon mosh priključka ne valja.
hu: A Mosh port tartomány hibás.
id: Rentang port Mosh tidak valid
it: L'intervallo di porte Mosh non è valido
ja: Moshポートの値のレンジが無効です。
ko: Mosh 포트 범위가 잘못되었습니다.
nl: Mosh poort reeks is ongeldig.
pl: Zakres portów Mosh jest nieprawidłowy
pt: O intervalo de portas Mosh é inválido.
ro: Gama porturilor Mosh este nevalidă.
ru: Диапазон Mosh портов недействителен.
sl: Napačen razpon vrat Mosh.
sq: Diapazoni i portit Mosh është i pavlefshëm.
sr_cyrl: Mosh опсег порта је неисправан.
sr_latn: Mosh opseg porta je neispravan.
sv: Mosh-portintervallet är ogiltigt.
tr: Mosh bağlantı noktası aralığı geçersiz.
ug_arab: Mosh ئېغىزى دائىرىسى ئىناۋەتسىز
uk: Діапазон портів Mosh не вірний
uz_latn: Mosh porti oralig'i noto‘g‘ri.
vi: Dải cổng Mosh không hợp lệ.
zh_hans: Mosh 端口范围无效
zh_hant: Mosh 埠範圍無效。

# Yes.Text
source: Yes
ar: نعم
ar_iq: نعم
az: Bəli
bg: Да
bs: Da
de: Ja
eo: Jes
es: Si
fa: بله
fr: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Si
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sl: Da
sq: po
sr_cyrl: Да
sr_latn: Da
sv: Ja
tr: Evet
ug_arab: ھەئە
uk: Так
uz_latn: Ha
vi: Đúng
zh_hans: 是
zh_hant: 是

# No.Text
source: No
ar: لا
ar_iq: لا
az: Yox
bg: Не
bs: Ne
de: Nein
eo: Ne
fa: خیر
fr: Non
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
sl: Ne
sq: Jo
sr_cyrl: Не
sr_latn: Ne
sv: Nej
tr: Hayır
ug_arab: ياق
uk: Ні
uz_latn: Yo'q
vi: Không
zh_hans: 否
zh_hant: 否

# Language.Header
source: Language
ar: اللغة
ar_iq: لغة
az: Dil
bg: Език
bs: Jezik
de: Sprache
eo: Lingvo
es: Lenguaje
fa: زبان
he: שפה
hi: भाषा: हिन्दी
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Língua
ro: Limba
ru: Язык
sl: Jezik
sq: Gjuhe
sr_cyrl: Језик
sr_latn: Jezik
sv: Språk
tr: Dil
ug_arab: تىل
uk: Мова
uz_latn: Til
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# None.Text
source: None
ar: لا شيء
ar_iq: لا شيء
az: Heç biri
bg: Никакъв
bs: Nijedan
de: Keine
eo: Neniu
es: Ninguno
fa: هیچ‌کدام
fr: Aucun
he: ללא
hi: कोई नहीं
hr: Bez
hu: Semmi
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Puste
pt: Nenhum
ro: Niciunul
ru: Ничего
sl: Brez
sq: Asnje
sr_cyrl: Ништа
sr_latn: Ništa
sv: Ingen
tr: Yok
ug_arab: يوق
uk: Ніц
uz_latn: Yo'q
vi: không ai
zh_hans: 无
zh_hant: 無

# NewOutput.ToolTipService.ToolTip
source: New output
ar: مخرج جديد
ar_iq: خرج جديد
az: Yeni çıxış
bg: Нови изходни данни
bs: Novi izlaz
de: Neue Ausgabe
eo: Nova eligo
es: Nueva entrada
fa: خروجی جدید
fr: Nouvelle sortie
he: פלט חדש
hi: नया आउटपुट
hr: Novi rezultat
hu: Új output
id: Output baru
it: Nuovo output
ja: 新規出力
ko: 새로운 출력
nl: Nieuwe output
pl: Nowe wyjście
pt: Nova saída
ro: Ieșire nouă
ru: Новый вывод
sl: Nov izhod
sq: Prodhim i ri
sr_cyrl: Нови излаз
sr_latn: Novi izlaz
sv: Ny produktion
tr: Yeni çıktı
ug_arab: يىڭى چىقىرىش
uk: Новий вивід
uz_latn: Yangi chiqish
vi: Đầu ra mới
zh_hans: 新输出
zh_hant: 新輸出

# ExitedWithError.ToolTipService.ToolTip
source: Exited with error
ar: أخرج مع خطأ
ar_iq: خرجت مع الخطأ
az: Səhvlə çıxdı
bg: Излезе с грешка
bs: Završeno s greškom
de: Mit Fehler beendet
eo: Eliris kun eraro
es: Se salió con error
fa: خروج با خطا
fr: Sortie avec erreur
he: הסתיים עם שגיאה
hi: त्रुटि के साथ बाहर निकल गया
hr: Završeno s greškom
hu: Hibával megállt
id: Keluar dengan eror
it: Terminato con errore
ja: エラーのため終了しました
ko: 오류와 함께 종료됨
nl: Gestopt met een fout
pl: Zakończono z błędem
pt: Saiu com erro
ro: A ieșit cu eroare
ru: Завершилось с ошибкой
sl: Zaključeno z napako
sq: Dalur me gabim
sr_cyrl: Излазак са грешком
sr_latn: Izlazak sa greškom
sv: Avslutad med fel
tr: Hatadan çıkıldı
ug_arab: خاتالىق بىلەن چېكىندى
uk: Вихід з помилкою
uz_latn: Xatolik bilan chiqarildi
vi: Đã thoát với lỗi
zh_hans: 进程退出错误
zh_hant: 關閉時遭遇錯誤

# ConfirmDeleteProfile
source: Are you sure you want to delete this profile?
ar: هل أنت متأكد أنك تريد حذف الملف الشخصي هذا؟
ar_iq: هل أنت متأكد أنك تريد حذف ملف التعريف هذا؟
az: Bu profili silmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да изтриете този профил?
bs: Jeste li sigurni da želite obrisati ovaj profil?
de: Sind Sie sicher dass Sie dieses Profil löschen wollen?
eo: Ĉu vi vere volas forviŝi ĉi tiun profilon?
es: ¿Quieres eliminar este perfil?
fa: آیا مطمئنید می‌خواهید این نمایه را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer ce profil?
he: האם אתה בטוח שברצונך למחוק פרופיל זה?
hi: क्या आप वाकई इस प्रोफ़ाइल को हटाना चाहते हैं?
hr: Stvarno želiš izbrisati ovaj profil?
hu: Biztosan törölni szeretnéd ezt a profilt?
id: Apakah anda yakin akan menghapus profil ini ?
it: Vuoi davvero eliminare questo profilo?
ja: このプロファイルを消去してもよろしいですか？
ko: 정말 이 프로필을 삭제하시겠습니까?
nl: Weet je zeker dat je deze profiel wil verwijderen?
pl: Czy na pewno chcesz usunąć ten profil?
pt: Tem certeza que deseja eliminar este perfil?
ro: Sigur doriți să ștergeți acest profil?
ru: Вы действительно хотите удалить этот профиль?
sl: Ste prepričani da želite izbrisati ta profil
sq: Je i sigurt që dëshiron ta fshish këtë profil?
sr_cyrl: Да ли заиста желиш да обришеш овај профил?
sr_latn: Da li zaista želite da obrišete ovaj profil?
sv: Är du säker på att du vill ta bort den här profilen?
tr: Bu profili silmek istediğinizden emin misiniz?
ug_arab: بۇ ئارخىپنى ئۆچۈرمەكچىمۇ؟
uk: Ви впевнені, що хочете видалити цей профіль?
uz_latn: Haqiqatan ham ushbu profilni yo'q qilmoqchimisiz?
vi: Bạn có chắc chắn muốn xóa hồ sơ này không?
zh_hans: 你确定要删除这个配置文件吗？
zh_hant: 確定刪除此設定?

# Command.NewSshWindow
source: New SSH window
ar: نافذة SSH جديدة
ar_iq: نافذة SSH جديدة
az: Yeni SSH pəncərəsi
bg: Нов SSH прозорец
bs: Novi SSH prozor
de: Neues SSH-Fenster
eo: Nova fenestro por SSH
fa: پنجره‌ی SSH جدید
fr: Nouvelle fenêtre SSH
he: חלון SSH חדש
hi: नई एसएसएच खिड़की
hr: Novi SSH prozor
hu: Új SSH ablak
id: Window SSH baru
it: Nuova finestra SSH
ja: 新規SSH ウィンドウ
ko: 새 SSH 창
nl: Nieuwe SSH window
pl: Nowe okno SSH
pt: Nova janela SSH
ro: Fereastră nouă SSH
ru: Новое SSH окно
sl: Novo okno SSH
sq: Dritare e re SSH
sr_cyrl: Нови SSH прозор
sr_latn: Novi SSH prozor
sv: Nytt SSH-fönster
tr: Yeni SSH penceresi
ug_arab: يېڭى SSH كۆزنىكى
uk: Нове вікно з SSH
uz_latn: Yangi SSH oynasi
vi: Cửa sổ SSH mới
zh_hans: 新的 SSH 窗口
zh_hant: 新 SSH 視窗

# Setting_SShProfiles.Content
source: SSH Profiles
ar: ملف SSH شخصي
ar_iq: ملفات تعريف SSH
az: SSH profilləri
bg: SSH Профили
bs: SSH profili
de: SSH-Profile
eo: Profiloj de SSH
fa: نمایه‌های SSH
fr: Profils SSH
he: פרופילי SSH
hi: SSH प्रोफाइल
hr: SSH profili
hu: SSH profilok
id: Profil SSH
it: Connessioni SSH
ja: SSH プロファイル
ko: SSH 프로필
nl: SSH-profielen
pl: Profile SSH
pt: Perfis SSH
ro: Profiluri SSH
ru: SSH профили
sl: SSH profili
sq: Profilet e SSH
sr_cyrl: SSH профили
sr_latn: SSH profili
sv: SSH-profiler
tr: SSH profilleri
ug_arab: SSH ئارخىپى
uk: Профілі SSH
uz_latn: SSH profillari
vi: Hồ sơ SSH
zh_hans: SSH 配置文件
zh_hant: SSH 設定

# SshInfoDialog_TabColor.Text
source: Tab color:
ar: لون اللسان:
ar_iq: لون علامة التبويب:
az: Nişan rəngi:
bg: Цвят на раздела:
bs: Boja kartice:
de: Tab-Farbe:
eo: Langeta koloro:
fa: رنگ زبانه
fr: Couleur d'onglet:
he: צבע לשונית:
hi: टैब रंग:
hr: Boja kartica:
hu: A lap színe
id: Warna tab
it: Colore scheda
ja: タブの色:
ko: 탭 색상:
nl: Tab kleur:
pl: Kolor karty:
pt: Cor da aba:
ro: Culoare filă:
ru: Цвет вкладки:
sl: Barva zavihka:
sq: Ngjyra e skedës:
sr_cyrl: Боја картице:
sr_latn: Boja kartice:
sv: Flikfärg:
tr: Sekme rengi:
ug_arab: بەتكۈچ رەڭگى:
uk: Колір вкладки:
uz_latn: Tab rangi:
vi: Màu tab:
zh_hans: 标签页颜色
zh_hant: 分頁顏色:

source: Use ConPty
ar: أستخدم ConPty
ar_iq: استخدام ConPty
az: ConPty istifadə edin
bg: Използвайте ConPy
bs: Koristi ConPty
de: ConPty verwenden
eo: Uzi na ConPty
fa: از ConPty استفاده کن
fr: Utilisez ConPty
he: השתמש ב- ConPty
hi: ConPty का उपयोग करें
hr: Koristi ConPty
hu: ConPty használata
id: Gunakan ConPty
it: Usa ConPty
ja: ConPtyを使用する
ko: ConPty 사용
nl: Gebruik ConPty
pl: Użyj ConPty
ro: Utilizați ConPty
ru: Использовать ConPty
sl: Uporabi ConPty
sq: Përdorni ConPty
sr_cyrl: Користи ConPty
sr_latn: Koristi ConPty
sv: Använd ConPty
tr: ConPty kullan
ug_arab: ConPty نى ئىشلىتىش
uk: Використовувати ConPty
uz_latn: ConPty-dan foydalaning
vi: Sử dụng ConPty
zh_hans: 使用 ConPty
zh_hant: 使用 ConPty

# Username.Header
source: Username
ar: اسم المستخدم
ar_iq: اسم المستخدم
az: İstifadəçi adı
bg: Потребителско име
bs: Korisničko ime
de: Benutzer
eo: Uzantnomo
fa: نام کاربر
fr: Nom d'utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ro: Nume de utilizator
ru: Пользователь
sl: Up. ime
sq: Emri i përdoruesit
sr_cyrl: Корисничко име
sr_latn: Korisničko ime
sv: Användarnamn
tr: Kullanıcı adı
ug_arab: ئىشلەتكۈچى ئىسمى
uk: Ім'я користувача
uz_latn: Foydalanuvchi ismi
vi: tên tài khoản
zh_hans: 用户名
zh_hant: 使用者名稱

# MoshPortFrom.Header
source: From port
ar: من مدخل
ar_iq: من الميناء
az: Limandan
bg: От порт
bs: Od broja porta
de: Von Port
eo: Pordo "from"
fa: از درگاه
fr: Du port
hi: बंदरगाह से
hr: Iz priključka
hu: Forrás portja
id: Dari port
it: Da
ja: 開始ポート番号
ko: 발신 포트
nl: Vanuit poort
pl: Od portu
pt: Da porta
ro: De la portul
ru: От порта
sl: Od
sq: Nga porti
sr_cyrl: Од порта
sr_latn: Od porta
sv: Från porten
tr: Mosh portundan
ug_arab: ئېغىزدىن
uk: Від порта
uz_latn: Portdan
vi: Từ cảng
zh_hans: 从端口
zh_hant: 從埠

# MoshPortTo.Header
source: to port
ar: الى مدخل
ar_iq: الى المرفئ
az: limana
bg: до порт
bs: Do broja porta
de: bis Port
eo: Pordo "to"
fa: تا درگاه
fr: au portt
hi: बायें तरफ़ मुड़ने के लिए
hr: u priključak
hu: Célpont portja
id: Ke port
it: a
ja: 終了ポート番号
ko: 수신 포트
nl: Naar poort
pl: do portu
pt: para a porta
ro: până la portul
ru: До порта
sl: do
sq: në port
sr_cyrl: до порта
sr_latn: do porta
sv: till porten
tr: Mosh portuna
ug_arab: ئېغىزغا
uk: до порта
uz_latn: portga
vi: đến cảng
zh_hans: 到端口
zh_hant: 到埠

# MoshPortRange.Text
source: Mosh port range
ar: نطاق مدخل Mosh
ar_iq: نطاق ميناء موش
az: Mosh liman üçündür
bg: Диапазон на Mosh портите
bs: Opseg brojeva Mosh porta
de: Mosh-Ports
eo: Intervalo de pordoj de Mosh
fa: بازه‌ی درگاه Mosh.
fr: Gamme de ports Mosh
hi: मोश पोर्ट रेंज
hr: Raspon mosh priključka
hu: Mosh port tartomány
id: Rentang port Mosh
it: Intervallo porte per Mosh
ja: Mosh ポートレンジ
ko: Mosh 포트 범위
nl: Mosh poort reeks
pl: Zakres portów Mosh
pt: Faixa de mosh port
ro: Gama porturilor Mosh
ru: Диапазон Mosh портов
sl: Mosh razpon vrat
sq: Diapazoni i portit Mosh
sr_cyrl: Mosh опсег порта
sr_latn: Mosh opseg porta
sv: Mosh portintervall
tr: Mosh port aralığı
ug_arab: Mosh ئېغىز دائىرىسى
uk: Діапазон портів для Mosh з'єднань
uz_latn: Mosh port oralig'i
vi: Dải cổng Mosh
zh_hans: MOSH 端口范围
zh_hant: Mosh 埠範圍

source: Authenticate
ar: شهادة وثوق
ar_iq: مصادقة
az: Doğrulamaq
bg: Автентицирайте
bs: Autentificiraj
de: Anmelden
eo: Aŭtentikigi
fa: تایید هویت
fr: Authentifier
he: אמת
hi: प्रमाणित करें
hr: Potvrdi
hu: Hitelesítés
it: Autenticati
ja: 認証する
ko: 인증
pl: Uwierzytelnij
pt: Autenticar
ro: Autentificare
ru: Аутентификация
sl: Preverjanje pristnosti
sq: Vërtetoj
sr_cyrl: Аутентификуј
sr_latn: Autentifikuj
sv: Autentisera
tr: Kimlik doğrulaması
ug_arab: دەلىللەش
uk: Автентифікація
uz_latn: Haqiqiylikni tekshirish
vi: Xác thực
zh_hans: 认证
zh_hant: 驗證

# SettingsExported
source: Settings were exported to file
ar: أخرجت الإعدادات الى ملف
ar_iq: تم تصدير الإعدادات إلى الملف
az: Parametrlər faylı ixrac edildi
bg: Настройките бяха изкарани във файл
bs: Postavke su eksportirane u datoteku
de: Einstellungen wurden exportiert.
eo: Eksportiĝis agordoj en dosieron
fa: تنظیمات به فایل صادر شد
fr: Les paramètres ont été exportés dans le fichier
he: ההגדרות יוצאו לקובץ
hi: फ़ाइल करने के लिए सेटिंग्स निर्यात की गईं
hr: Postavke su izvezene u datoteku
hu: A beállítások mentésre kerültek ebbe a file-ba
id: Pengaturan file yang di export
it: Le impostazioni sono state esportate
ja: 設定がエクスポートされました
ko: 설정이 파일로 내보내짐
nl: Instellingen zijn geëxporteerd naar bestand
pl: Wyeksportowano ustawienia do pliku
pt: As configurações foram exportadas para o arquivo
ro: Setările au fost exportate în fișier
ru: Настройки экспортированы в файл
sl: Nastavitve so bile izvožene v datoteko
sq: Cilësimet u eksportuan për të skeduar
sr_cyrl: Подешавања су извезена у датотеку
sr_latn: Podešavanja su izvezena u datoteku
sv: Inställningarna exporterades till filen
tr: Ayarlar dosyaya aktarıldı
ug_arab: تەڭشەكلەر ھۆججەتكە چىقىرىلدى
uk: Налаштування були експортовані у файл
uz_latn: Sozlamalar faylga eksport qilindi
vi: Cài đặt đã được xuất sang tệp
zh_hans: 设置已导出至文件
zh_hant: 已匯出設定至檔案

# SettingsImported
source: Settings were imported from file
ar: أدرجت الأعدادات من ملف
ar_iq: تم استيراد الإعدادات من الملف
az: Parametrlər sənəddən idxal edildi
bg: Настройките бяха вкарани от файл
bs: Postavke su importirane iz datoteke
de: Einstellungen wurden importiert.
eo: Importiĝis agordoj el dosiero
fa: تنظیمات از فایل وارد شد
fr: Les paramètres ont été importés du fichier
he: הגדרות יובאו מהקובץ
hi: सेटिंग्स फ़ाइल से आयात किए गए थे
hr: Postavke su uvezene iz datoteke
hu: A beállítások visszatöltésre kerültek innen
id: Pengaturan file yang di import
it: Le impostazioni sono state importate dal file
ja: 設定がインポートされました
ko: 설정을 파일에서 불러옴
nl: Instellingen zijn geimporteerd van bestand
pl: Zaimportowano ustawienia z pliku
pt: As configurações foram importadas do arquivo
ro: Setările au fost importate din fișier
ru: Настройки импортированы из файла
sl: Nastavitve so bile uvožene iz datoteke
sq: Cilësimet u importuan nga skedari
sr_cyrl: Подешавања су увезена из датотеке
sr_latn: Podešavanja su uvezena iz datoteke
sv: Inställningarna importerades från filen
tr: Ayarlar dosyadan içe aktarıldı
ug_arab: تەڭشەكلەر ھۆججەتتىن كىرگۈزۈلدى
uk: Налаштування були імпортовані з файлу
uz_latn: Sozlamalar fayldan import qilindi
vi: Cài đặt đã được nhập từ tệp
zh_hans: 已经从文件导入设置
zh_hant: 已從檔案匯入設定

# SshConnectionInfoValidationResult.IdentityFileDoesNotExist
source: Identify file does not exist
ar: ملف الهوية غير موجود
ar_iq: تحديد ملف غير موجود
az: Şəxsiyyət faylı mövcud deyil
bg: Идентификационният файл не съществува
bs: Datoteka identiteta ne postoji
de: Identittätsdatei existiert nicht
eo: Identeca dosiero ne ekzistas
fa: فایل هویت وجود ندارد
fr: Le fichier d'identification n'existe pas
he: קובץ זיהוי אינו קיים
hi: पहचानें फ़ाइल मौजूद नहीं है
hr: Datoteka idetifikacije ne postoji
id: Identifikasi file tidak ditemukan
it: Il file specificato non esiste
ja: 鍵ファイルが存在しません
ko: 아이덴티티 파일이 존재하지 않음
nl: Identitijt bestaat niet, Identitijt bestand bestaat niet
pl: Plik identyfikacyjny nie istnieje
pt: O ficheiro Identify não existe
ro: Fișierul de identificare nu există
ru: Файл идентификации не существует
sl: Zasebni ključ ne obstaja
sq: Identifikoni skedarin nuk ekziston
sr_cyrl: Датотека идентитета не постоји
sr_latn: Datoteka identiteta ne postoji
sv: Identifieringsfil finns inte
tr: Kimlik dosyası yok
ug_arab: پەرقلەندۈرۈش ھۆججىتى مەۋجۇت ئەمەس
uk: Файл ключа не існує
uz_latn: Identifikatsiya fayli mavjud emas
vi: Xác định tệp không tồn tại
zh_hans: 身份认证文件不存在
zh_hant: 識別檔案不存在

# AutoFallbackToWindowsUsername.Header
source: Use Windows username when opening SSH URLs that don't specify one
ar: استخدم اسم المستخدم الخاص بـ Windows عند فتح SSH URLs التي لا تتطلب التحديد مخصص
ar_iq: استخدم اسم مستخدم Windows عند فتح عناوين URL SSH التي لا تحدد واحدًا
az: Birini göstərməyən SSH URL-lərini açarkən Windows istifadəçi adından istifadə edin
bg: Използвайте потребителското име на Windows при отваряне на неопределящи такова SSH адреси
bs: Koristi Windows korisničko ime pri otvaranju SSH URLova za koje nije specificirano
de: Windows-Benutzernamen verwenden wenn nicht in SSH-Url angegeben
eo: Uzi uzantnomon de Windows kiam malfermiĝas URL-j de SSH, kiuj ne indikas tian
fa: زمانی که آدرس SSH مشخص نکرده از نام‌کاربری Windows استفاده کن
fr: Utilisez le nom d'utilisateur Windows lors de l'ouverture d'URL SSH qui don't spécifier un
hi: SSH URL खोलते समय Windows उपयोगकर्ता नाम का उपयोग करें जो एक निर्दिष्ट नहीं करता है
hr: Koristi korisničko ime za Windows prilikom otvaranja SSH URL-ova koji ga ne određuju
hu: Windows felhasználónév használata olyan SSH kapcsolatokhoz, ahol nincs megadva felhasználónév
it: Usa il nome utente di Windows per le sessioni SSH dove non è specificato un nome utente
ja: 特に指定がない場合、SSH URL を開く際のユーザー名にWindowsのユーザー名を使用する
ko: 사용자 이름이 명시되지 않은 SSH URL을 열 때 윈도우의 사용자 이름 사용
nl: Gebruik Windows gebruikersnaam bij het openen van SSH URLs die geen gebruikersnaam hebben
pl: Użyj nazwy użytkownika Windows jeśli SSH URL nie ma jej zdefiniowanej
pt: Use o nome de usuário do Windows ao abrir URLs SSH que não especificam um
ro: Utilizați numele de utilizator Windows când deschideți URL-uri SSH care nu specifică unul
ru: Использовать имя пользователя Windows в SSH если не указано иное
sl: Uporabi uporabniško ime Windows ko odpiraš SSH povezavo, ki nima določenega uporabniškega imena
sq: Përdorni emrin e përdoruesit të Windows kur hapni URL-të SSH që nuk specifikojnë një
sr_cyrl: Користи Windows корисничко име при отварању SSH адреса које га не наведу
sr_latn: Koristi Windows korisničko ime pri otvaranju SSH adresa koje ga ne navedu
sv: Använd Windows-användarnamn när du öppnar SSH-URL: er som inte anger en
tr: SSH URL'lerini açarken Windows kullanıcı adını kullanın
ug_arab: SSH ئادىرىسىنى نى ئاچقاندا ۋىندوۋىس ئىشلەتكۈچى نامىنى ئىشلىتىش
uk: Використовувати ім'я користувача Windows при SSH з'єднанні за посиланням, у якому немає імені користувача
uz_latn: Bittasini ko'rsatmaydigan SSH URL-larini ochishda Windows foydalanuvchi nomidan foydalaning
vi: Sử dụng tên người dùng Windows khi mở các URL SSH không chỉ định một
zh_hans: 当 SSH 地址未指定用户名时使用 Windows 用户名
zh_hant: 不指定使用者名稱時，使用 Windows 使用者名稱開啟 SHH URLs
